Autodesk.Navisworks.Api.Bim360.ResourceType
Resource Type.

Autodesk.Navisworks.Api.Bim360.ResourceType.Project
Project.

Autodesk.Navisworks.Api.Bim360.ResourceType.Model
Model.

Autodesk.Navisworks.Api.Bim360.ResourceType.MergedModel
Merged Model.